tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "fzf"
brew "git"
brew "httpie"
brew "mas"
brew "n"
brew "pure"
brew "thefuck"
brew "zoxide"
cask "cloudflare-warp"
cask "docker"
cask "dozer"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "linear-linear"
cask "ngrok"
cask "notion"
cask "paw"
cask "proxyman"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Flow", id: 14232109324
mas "Magnet", id: 441258766
mas "Reeder", id: 1529448980
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
