tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "fzf"
brew "git"
brew "httpie"
brew "mas"
brew "pnpm"
brew "pure"
brew "thefuck"
brew "zoxide"
cask "docker"
cask "dozer"
cask "fig"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "ngrok"
cask "numi"
cask "paw"
cask "proxyman"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
vscode "apollographql.vscode-apollo"
vscode "artlaman.chalice-icon-theme"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "jock.svg"
vscode "jrebocho.vscode-random"
vscode "mathiasfrohlich.Kotlin"
vscode "Orta.vscode-twoslash-queries"
vscode "Prisma.prisma"
vscode "withfig.fig"
vscode "yoavbls.pretty-ts-errors"
