tap "homebrew/bundle"
tap "homebrew/services"
brew "fzf"
brew "git"
brew "httpie"
brew "mas"
brew "mise"
brew "pure"
brew "zoxide"
cask "1password-cli"
cask "arc"
cask "cursor"
cask "dozer"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "numi"
cask "orbstack"
cask "paw"
cask "proxyman"
cask "raycast"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "Flow", id: 1423210932
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tiny Softbox", id: 1599476381
mas "Tomito", id: 1526042938
mas "Xcode", id: 497799835
vscode "artlaman.chalice-icon-theme"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "jock.svg"
vscode "meganrogge.template-string-converter"
vscode "ms-vscode.remote-repositories"
vscode "orta.vscode-twoslash-queries"
vscode "rangav.vscode-thunder-client"
vscode "yoavbls.pretty-ts-errors"
