artlaman.chalice-icon-theme
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
formulahendry.auto-rename-tag
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
golang.go
jock.svg
jrebocho.vscode-random
meganrogge.template-string-converter
orta.vscode-twoslash-queries
rangav.vscode-thunder-client
supermaven.supermaven
yoavbls.pretty-ts-errors
