apollographql.vscode-apollo
artlaman.chalice-icon-theme
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
figma.figma-vscode-extension
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
jock.svg
jrebocho.vscode-random
mathiasfrohlich.Kotlin
Orta.vscode-twoslash-queries
Prisma.prisma
withfig.fig
yoavbls.pretty-ts-errors
