apollographql.vscode-apollo
artlaman.chalice-icon-theme
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
jrebocho.vscode-random
mattpocock.ts-error-translator
ms-vscode.remote-repositories
Prisma.prisma
samverschueren.linter-xo
styled-components.vscode-styled-components
